[
    {
        "id": 1,
        "name": "Orange",
        "category": "fruits",
        "price": 3.84,
        "image": "assets/images/orange.png",
        "description": "Fresh oranges are low in calories and a source of fiber, potassium, vitamin C and folate. They help to prevent cancer and cardiovascular diseases."
    },
    {
        "id": 2,
        "name": "Watermelon",
        "category": "fruits",
        "price": 18.57,
        "image": "assets/images/watermelon.png",
        "description": "The watermelon has various healing properties for which the pulp, the rind or the seeds are used. It is suitable to treat sunstroke, hypertension or pharyngitis, among other diseases. It is widely used in several American countries for its healing properties."
    },
    {
        "id": 3,
        "name": "Kiwi",
        "category": "fruits",
        "price": 16.67,
        "image": "assets/images/kiwi.png",
        "description": "Diverse scientific investigations indicate that the kiwi is an outstanding source of vitamins, minerals, fibre and phytochemicals. The kiwi fruit has an exceptionally high concentration of vitamin C. A medium-sized fruit provides approximately with 90 mg of vitamin C, which fully surpasses the recommended daily consumption recommended of approximately 60 mg."
    },
    {
        "id": 4,
        "name": "Apple",
        "category": "fruits",
        "price": 9.36,
        "image": "assets/images/apple.png",
        "description": "Apples supply a great amount of vitamins and other nutrients to the human being, having multiple beneficial effects for health.\nTheir fibre content acts as a regulator in multiple intestinal disorders. If consumed raw, they are an excellent natural toothpaste that cleans and whitens the teeth, favouring the gums."
    },
    {
        "id": 5,
        "name": "Banana",
        "category": "fruits",
        "price": 6.24,
        "image": "assets/images/banana.png",
        "description": "The banana is rich in fibre, potassium and some beneficial vitamins for health. It is a good fruit for everybody except for diabetic and obese people, due to its high starch and sugar contents."
    },
    {
        "id": 6,
        "name": "Strawberry",
        "category": "fruits",
        "price": 18.90,
        "image": "assets/images/strawberry.png",
        "description": "Strawberries are highly appreciated for their pleasant aroma and as an appetite stimulator. They are easily digested and they have a great laxative effect, due to their fibre content, pigments, acids and enzymes. It is rich in basic minerals, which confers it the property to stimulate the metabolism."
    },
    {
        "id": 7,
        "name": "Pepper",
        "category": "vegetables",
        "price": 13.80,
        "image": "assets/images/peppers.png",
        "description": "The main vitamin supply in peppers is vitamin C, that protects against cancer. It is also a good source of vitamin A, so it is good for sight."
    },
    {
        "id": 8,
        "name": "Broccoli",
        "category": "vegetables",
        "price": 3.20,
        "image": "assets/images/broccoli.png",
        "description": "Broccoli consumption can help people who suffer stress or nerves. It is an important iron source for women during menstruation and helps to lower blood pressure."
    },
    {
        "id": 9,
        "name": "Carrot",
        "category": "vegetables",
        "price": 1.50,
        "image": "assets/images/carrot.png",
        "description": "The carrot is rich in carotene, precursor of vitamin A, necessary for growth, bones development, sight, tissues maintenance, reproduction and in the hormonal system. Moreover, it is thought that it prevents cancer, apart from being rich in fiber and low in calories."
    }
]